<!DOCTYPE html>
<html>

<head>

  <meta charset="utf-8" />
  <meta http-equiv="X-UA-Compatible" content="IE=edge" />
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
  <meta name="keywords" content="" />
  <meta name="description" content="" />
  <meta name="author" content="" />

  <title>𝐻𝑖𝑠𝑡𝑜𝑟𝑦 𝐶𝑎𝑓𝑒</title>

  <link rel="stylesheet" type="text/css" href="css/bootstrap.css" />
  <link href="https://fonts.googleapis.com/css?family=Poppins:400,700&display=swap" rel="stylesheet">
  <link href="css/style.css" rel="stylesheet" />
  <link href="css/responsive.css" rel="stylesheet" />
  <link href="css/card.css" rel="stylesheet" />
  <link href="css/card-H.css" rel="stylesheet" />

</head>

<body class="sub_page">
  <div class="hero_area">
    <!-- header section strats -->
    <header class="header_section">
      <div class="container-fluid">
        <nav class="navbar navbar-expand-lg custom_nav-container">
          <a class="navbar-brand" href="index.html">
            <img src="images/logo-c.jpg" alt="" />
            <span>
              𝐻𝑖𝑠𝑡𝑜𝑟𝑦 𝐶𝑎𝑓𝑒
            </span>
          </a>
          <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
            <span class="navbar-toggler-icon"></span>
          </button>

          <div class="collapse navbar-collapse" id="navbarSupportedContent">
            <ul class="navbar-nav  ">
              <li class="nav-item ">
                <a class="nav-link" href="index.html">Home <span class="sr-only">(current)</span></a>
              </li>
              <li class="nav-item">
                <a class="nav-link" href="about.html"> About</a>
              </li>
              <li class="nav-item">
                <a class="nav-link" href="category.html"> Category </a>
              </li>
              <li class="nav-item">
                <a class="nav-link" href="char.html">Influential personalities</a>
              </li>
            </ul>
            <div class="user_option">
              <a href="login.html">
                <span>
                  Login
                </span>
              </a>
              <form class="form-inline my-2 my-lg-0 ml-0 ml-lg-4 mb-3 mb-lg-0">
                <button class="btn  my-2 my-sm-0 nav_search-btn" type="submit"></button>
              </form>
            </div>
          </div>
          <div>
            <div class="custom_menu-btn ">
              <button>
                <span class=" s-1">

                </span>
                <span class="s-2">

                </span>
                <span class="s-3">

                </span>
              </button>
            </div>
          </div>

        </nav>
      </div>
    </header>

    <!-- end header section -->
  </div>


   <section class="Influential personalities">


    <div class="card-H">
      <div class="row row-cols-4 row-cols-md-4 g-3 g-3 g-3 g-3 py-4">
         <div class="col">

              <div class="card-H">
                 <div class="wrapper">
                    <div class="banner-image">
                      <img src="images/oppe2.jpg" alt="" style="width: 380px; height: 300px; border-radius: 10px;"> 
                    </div>
                    <br>
                       <h1> J.Robert oppenheimer</h1>
                       <p>(The father of the atomic bomb)</p>
                    <br>
                          <p>روبرت أوبنهايمر (Oppenheimer) هو عالم فيزيائي أمريكي مشهور، ترك بصمته في مجال الفيزياء النووية خلال وقت الحرب العالمية الثانية. وُلد أوبنهايمر في 22 أبريل عام 1904 في مدينة نيويورك، الولايات المتحدة الأمريكية.

                            شارك أوبنهايمر في تطوير قنبلة الذرية للولايات المتحدة خلال الحرب العالمية الثانية، وكان يعتبر شخصية رئيسية في مشروع مانهاتن السري. ومع ذلك، بعد استخدام القنبلة الذرية في هيروشيما وناغازاكي، عاد أوبنهايمر إلى العمل الأكاديمي وتحول إلى ناشط في مجال السلام والتحرك ضد الاسلحة النووية.
                            <br>
                            ومع ذلك، في عام 1954 قادت اتهامات لأوبنهايمر باستخدامه للمثيرات اليسارية والشيوعية، مما أدى في النهاية إلى خسارته لرخصة أمنية ومكانته في الحكومة الأمريكية. وقد زادت هذه الحادثة التطرف في سياسة الأمن الأمريكية الباردة.
                            
                            يعتبر أوبنهايمر واحداً من أعظم علماء الفيزياء في القرن العشرين، حيث ساهم بشكل كبير في تطوير فهمنا للنظريات الفيزيائية، خاصة في مجال الفيزياء الذرية والنووية والكونية، وكانت إسهاماته العلمية محورية في جعل التنقل بين الجزء الكلاسيكي والكمي في الفيزياء.
                             </p>
                 </div>
                 <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                 </div>
              </div>
         </div>
         
         <div class="col">
              <div class="card-H">
                 <div class="wrapper">
                    <div class="banner-image"> 
                       <img src="images/ma.jpg" alt="" style="width: 380px; height: 300px; border-radius: 10px;"> 
                    </div>
                    <br>
                       <h1>Mohamed Ali</h1>
                          <p> 
                            محمد علي باشا هو حاكم وجنرال وإصلاحي مصري، ولد في البلدة الصغيرة كافور بشمال اليونان عام 1769، وتوفي في الإسكندرية عام 1849. اشتهر محمد علي باشا بفضل نجاحاته في الجيش وإصلاحاته الاجتماعية والسياسية التي أدخلها إلى الحكم في مصر والسودان المصري، وسوريا ولبنان وفي معظم الأراضي العثمانية في ذلك الوقت.
بدأ محمد علي باشا حياته كجندي عثماني ثم تم تعيينه والياً لمصر عام 1805، مما أتاح له فرصة لتحويلها من إقليم نائي إلى دولة قوية وحديثة في أسرع وقت ممكن. قام بتنفيذ إصلاحات اجتماعية واقتصادية وعسكرية قوية، ونجح في تحديث الجهاز الإداري وإصلاح الضرائب وتطوير الزراعة والتجارة. لقد كان هذا النهج الحديث مختلفاً عن النظام المحلي البذيء للسلطنة العثمانية.
                           <br/>
                            كما قام محمد علي باشا بتطوير الجيش المصري ، و جعله قوة عسكرية حديثة ومجهزة بالأسلحة النارية الحديثة. ووصل الأثر الإقليمي لـ محمد علي باشا إلى سوريا ولبنان، حيث أجرى إصلاحات في الإدارة وبناء البنية التحتية.
                            تم في النهاية إخراج مصر من الحكم العثماني واعتمدت دولة مصر الوطنية في عهد محمد علي باشا. وبالرغم من أنه كان حاكماً شديد القسوة مع خصومه، فإن إنجازاته كحاكم مصر ما زالت متألقة في التاريخ حتى اليوم.

                             </p>
                 </div>
                 <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                 </div>
              </div>
         </div>

              <div class="col">
                  <div class="card-H">
                     <div class="wrapper">
                          <div class="banner-image">
                            <img src="images/ros.jpg" alt="" style="width: 380px; height: 300px; border-radius: 10px;"> 
                          </div>
                          <br>
                              <h1>Frankeln Rosvilt</h1>
                              <p> 
                                روزفلت (Roosevelt) هو الرئيس الـ 26 للولايات المتحدة الأمريكية، ويُعتبر واحداً من أكثر الرؤساء شعبية في التاريخ الأمريكي. وُلد تيودور روزفلت في 27 أكتوبر عام 1858 في مدينة نيويورك، الولايات المتحدة الأمريكية، وتوفي في 6 يناير عام 1919.
تعتبر السياسة الداخلية التي نفذها روزفلت من الأشياء التي أدت إلى شعبيته الكبيرة، حيث أنه خلال ولايته، ركز على الإصلاحات الاجتماعية والاقتصادية، وعمل على تعزيز حماية الفرد والمستهلك والعمال. وقد أسس لأول وكالة حكومية لحماية البيئة، وأيضاً أشتهر بسياسة "Square Deal" لمكافحة الفساد والدفاع عن حقوق المستهلك.
                                <br/>
                                من جانب آخر، يعتبر روزفلت مؤسس سياسة اﻷمن القومي في الولايات المتحدة الأمريكية، إذ حرص على تعزيز نفوذ الولايات المتحدة على المستوى العالمي، وعمل على توسيع نفوذها في الأمريكتين من خلال "السياسة النشطة".
                                خلال فترة ولايته، كان روزفلت يُعتبر بطلاً للأمة الأمريكية، حيث ينسب له الفضل في تعزيز حقوق الفرد والمجتمع، ولقد حظي بشعبية كبيرة لمشاركته في الحرب العالمية الأولى، ورجحت التكهنات بأنه لو لم يتوفى في سن مبكرة فإنه كان سيترشح للرئاسة لفترة خامسة وربما سادسة.
                              </p>
                     </div>
                     <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                     </div>
                  </div>
              </div>  
        <br>
      <div class="row row-cols-4 row-cols-md-4 g-3 g-3 g-3 g-3 py-4">
         <div class="col">

              <div class="card-H">
                 <div class="wrapper">
                    <div class="banner-image">
                      <img src="images/st.jpg" alt="" style="width: 390px; height: 300px; border-radius: 10px;"> 
                    </div>
                    <br>
                       <h1>Joseph.Stalen</h1>
                    <br>
                          <p>
                            جوزيف ستالين (Stalin) هو الزعيم السوفيتي السابق والذي لعب دورًا حاسمًا في تطوير الاتحاد السوفياتي وتحوله إلى قوة عالمية واحدة من بين الدول العظمى. وُلد ستالين في 18 ديسمبر عام 1878 في مدينة غوري بجورجيا، وتوفي في 5 مارس عام 1953.
                            يعتبر ستالين من بين أشد الحكام الخصوصيين والأكثر شدة في العالم، حيث نشط في الحزب الشيوعي السوفيتي وقاد الاتحاد السوفيتي إلى الاشتباكات مع ألمانيا النازية في الحرب العالمية الثانية. ويشتهر ستالين بإجرائه لتوسعات واسعة النطاق في الاتحاد السوفيتي نحو دول أخرى، مثل بولندا ورومانيا وسط أوروبا.
                            <br/>     
                            ومع ذلك، يعتبر ستالين أيضاً من الشخصيات الأكثر إثارة للجدل في التاريخ الحديث، حيث أدى الإرهاب والقتل السياسي والاضطهاد إلى مقتل أعداد كبيرة من الإنسانيات خلال رحلته في السلطة. وقد تسببت الإصلاحات الاقتصادية التي إجراها في الاتحاد السوفيتي.في تبييض المعيشة في شبه الجزيرة ، ولكنه أيضًا اشتد في السيطرة على الاقتصاد ووصول الغذاء والسلع الأساسية إلى الناس.
                            وعلى الرغم من إنجازاته ونجاحاته المشهودة في بعض المجالات، إلا أن تركيزه الجبار الذي ينحى بالمسؤولية الكبيرة عن العديد من الأحداث الإنسانية ،غالبيتها سلبية،، والقضاء على الأنظمة الديمقراطية في شرق أوروبا وتحول الشعوب إلى أنصار حزب الشيوعي، جعل من الصعب التعاقد مع ستالين في المجتمع الدولي وتعرض انتقادات حادة من العديد من المتحدثين بالديمقراطية ومؤيدو حقوق الإنسان.

                          </p>
                 </div>
                 <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                 </div>
              </div>
         </div>
         
         <div class="col">
              <div class="card-H">
                 <div class="wrapper">
                    <div class="banner-image">
                      <img src="images/Adolf_Hitler.jpg" alt="" style="width: 390px; height: 300px; border-radius: 10px;"> 
                     </div>
                     <br>
                       <h1>Adolf.Hitler</h1>
                     <br>
                          <p>
                            أدولف هتلر (Hitler) هو الزعيم النازي الألماني الذي حكم ألمانيا في فترة الحرب العالمية الثانية. وُلد هتلر في 20 أبريل عام 1889 في مدينة براوناو في النمسا، وتوفي في 30 أبريل عام 1945 في برلين، ألمانيا.
       <br/>
                           تعتبر حكمة هتلر لألمانيا والمجتمع الدولي واحدة من أكثر الفترات المأساوية في التاريخ الحديث، حيث قاد النازيون حملة للانتقام من صعود الأمة الألمانية، وهدفت إلى تطهير الألمان من الأصول الشرقية وغير الأوروبية، والتوسع والغزوات العسكرية في أنحاء أوروبا.               
                          </p>
                 </div>
                 <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                 </div>
              </div>
         </div>

              <div class="col">
                  <div class="card-H">
                     <div class="wrapper">
                          <div class="banner-image">
                            <img src="images/TRO.jpg" alt="" style="width: 390px; height: 300px; border-radius: 10px;"> 
                          </div>
                          <br>
                              <h1>Harrey.Troman</h1>
                          <br>    
                              <p>
                                هاري ترومان (Harry Truman) هو الرئيس الأمريكي الـ 33 الذي حكم من عام 1945 إلى عام 1953. وُلد ترومان في 8 مايو عام 1884 في مدينة لامار، وتوفي في 26 ديسمبر عام 1972.
تولى ترومان الرئاسة بعد وفاة فرانكلين روزفلت، وكان في منصبه خلال فترة حرجة في تاريخ الولايات المتحدة، فقد أنهى الحرب العالمية الثانية، وأدى الصراع العالمي المتصاعد بين الاتحاد السوفيتي والولايات المتحدة وحلفاؤهم.
قام ترومان بإعادة بناء الاقتصاد الأمريكي بعد الحرب ومنح الأولوية لإصلاحات اجتماعية من خلال سياساته الداخلية. كما أسس مشروع اللجنة التحقيقية الدائمة للكونجرس ووجه الحكومة الأمريكية لتعزيز حقوق المدنيين الأمريكيين وحماية حقوق الإنسان على مستوى العالم.
                                <br/>
                                وضع ترومان أيضاً استراتيجيات لمواجهة التحدي السوفييتي، مثل خطة مارشال ودعم الاتحاد الأوروبي. كما أدى دورًا حازمًا في تأسيس دولة إسرائيل، واعترف بها دولياً، وتم الاعتراف بها كدولة مستقلة في عهده.
                                على الرغم من بعض الانتقادات لسياساته الخارجية، إلا أن ترومان يُعتبر واحداً من الرؤساء الأمريكيين الأكثر شجاعة، حيث تخذ قرارات صعبة في الأزمات الداخلية والخارجية في فترة قوية من تاريخ الولايات المتحدة. 

                              </p>
                     </div>
                     <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                     </div>
                  </div>
              </div>  
            
            <br>

         </div>
      <div class="row row-cols-4 row-cols-md-4 g-3 g-3 g-3 g-3 py-4">
         <div class="col">

              <div class="card-H">
                 <div class="wrapper">
                    <div class="banner-image">
                      <img src="images/li.jpg" alt="" style="width: 390px; height: 300px; border-radius: 10px;"> 
                    </div>
                    <br>
                       <h1>Flademer.Lenin</h1>
                    <br>   
                          <p>
                            فلاديمير لينين (Vladimir Lenin) كان زعيمًا رئيسيًا للحزب الشيوعي الروسي وزعيم الثورة الروسية في العام 1917. وُلد لينين في 22 أبريل عام 1870 في مدينة سيمبريسك وتوفي في 21 يناير عام 1924.
                            لينين كان يؤمن بفكرة الشيوعية ويدعو إلى الثورة الشيوعية الدائمة في جميع أنحاء العالم، وكان معروفًا بأفكاره الثورية المتشددة والتي طالما أثارت جدلاً كبيراً. وكانت قيادته للثورة الروسية عام 1917 هي التي دفعت روسيا لتصبح دولة اشتراكية، مما جعل لينين يصبح القائد الأول للاتحاد السوفيتي.
                  <br/>
                  وترك لينين بصمة قوية في التاريخ الحديث، فقد أسس الدولة الاشتراكية والتي كان لها تأثير كبير على مستقبل العالم وعلى السياسات الاشتراكية في العالم. وقد تحدث لينين عن أعماله في الكثير من الكتب والأوراق التي تعبر عن اهتمامه البالغ بالعملية الثورية ومنهجيته الفكرية وتاريخ الثورة التي قادها.
                  ومع ذلك، فإن حكم لينين للاتحاد السوفيتي لم يكن خاليًا من الانتقادات والانتقادات الحادة، إذ أسفرت سياساته الصعبة عن كثير من القتل والتخريب، وتركت خلفية من الفساد والقمع في الأحزاب والجيوش. كما أن تعرض لينين لمحاولة اغتيال في عام 1918 مما أدى إلى إصابته بجروح خطيرة طيلة الفترة المقبلة.
                          </p>
                 </div>
                 <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                 </div>
              </div>
         </div>
         
         <div class="col">
              <div class="card-H">
                 <div class="wrapper">
                    <div class="banner-image">
                      <img src="images/sh.jpg" alt="" style="width: 390px; height: 300px; border-radius: 10px;"> 
                    </div>
                    <br>
                       <h1>Saad Elden elshazly</h1>
                    <br>
                          <p>
                            سعد الدين الشاذلي (Saad Eldin El-Shazly) كان جنرالًا في القوات المسلحة المصرية، ويشتهر بدوره في حرب أكتوبر عام 1973 ضد إسرائيل.
ولد الشاذلي في 6 مارس عام 1922، والتحق بالكلية الحربية، وسرعان ما تقدم في الرتب إلى الفريق أثناء حياته العسكرية. وأثناء حرب أكتوبر، كان الشاذلي هو القائد العام للقوات المصرية في جبهة السويس ضد الجيش الإسرائيلي، وقاد الجيش في العديد من المعارك المهمة.   
                            <br/>
                            وأصبحت الشاذلي تابع القوميين التفكير في السياسة المصرية، وبعد ذلك تم تعيينه وزيرًا للنقل، واختير أيضًا كعضو في اللجنة الدائمة للمؤتمر الوطني لنقابات عمال مصر، حيث ساهم في تعزيز الاقتصاد المصري وتحقيق الاستقرار الداخلي.
                            تزامن ظهور الشاذلي ودوره القوي في الحرب مع عودة الوعي العربي والوعي العسكري في مصر وفي الشرق الأوسط بأكمله، وهو يُعتبر من الشخصيات البارزة في تاريخ الجيش المصري وتاريخ مصر عمومًا. وتوفي الشاذلي في 10 فبراير عام 2011.     
                            
                          </p>
                 </div>
                 <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                 </div>
              </div>
         </div>
<!-- 
              <div class="col">
                  <div class="card-H">
                     <div class="wrapper">
                          <div class="banner-image"> </div>
                              <h1> Toyota Supra</h1>
                              <p>Lorem ipsum dolor sit amet, <br/>
                                   consectetur adipiscing elit.</p>
                     </div>
                     <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">BUY NOW</button>
                     </div>
                  </div>
              </div>   -->
            
              <div class="col">
                <div class="card-H">
                  <div class="wrapper">
                    <div class="banner-image">
                      
                    </div>
                    <br>
                       <h1>...</h1>
                     <br>  
                          <p>

                            <br>

                          </p>
                 </div>
                 <div class="button-wrapper"> 
                           <button class="btn outline">DETAILS</button>
                           <button class="btn fill">Good</button>
                 </div>
              </div>
            </div>
         </div>

</div>



   </section>


<!-- end section -->

  <section class="info_section ">
    <div class="info_container layout_padding-top">
      <div class="container">
        <div class="info_top">
          <div class="info_logo">
            <img src="images/logo-c.jpg" alt="" />
            <span>
              𝐻𝑖𝑠𝑡𝑜𝑟𝑦 𝐶𝑎𝑓𝑒
            </span>
          </div>
          <div class="social_box">
            <a href="#">
              <img src="images/fb.png" alt="">
            </a>
            <a href="#">
              <img src="images/twitter.png" alt="">
            </a>
            <a href="#">
              <img src="images/linkedin.png" alt="">
            </a>
            <a href="#">
              <img src="images/instagram.png" alt="">
            </a>
            <a href="#">
              <img src="images/youtube.png" alt="">
            </a>
          </div>
        </div>

        <div class="info_main">
          <div class="row">
            <div class="col-md-3 col-lg-2">
              <div class="info_link-box">
                <h5>
                  Useful Link
                </h5>
                <ul>
                  <li class=" active">
                    <a class="" href="index.html">Home <span class="sr-only">(current)</span></a>
                  </li>
                  <li class="">
                    <a class="" href="about.html">About </a>
                  </li>
                  <li class="">
                    <a class="" href="category.html">Category </a>
                  </li>
                </ul>
              </div>
            </div>
            <div class="col-md-3 ">
              <h5>
                Offices
              </h5>
              <p>
                Readable content of a page when looking at its layoutreadable content of a page when looking at its layout
              </p>
            </div>

            <div class="col-md-3 col-lg-2 offset-lg-1">
              <h5>
                Information
              </h5>
              <p>
                Readable content of a page when looking at its layoutreadable content of a page when looking at its layout
              </p>
            </div>

            <div class="col-md-3  offset-lg-1">
              <div class="info_form ">
                <h5>
                  Newsletter
                </h5>
                <form action="">
                  <input type="email" placeholder="Email">
                  <button>
                    Subscribe
                  </button>
                </form>
              </div>
            </div>
          </div>
        </div>
        <div class="row">
          <div class="col-lg-9 col-md-10 mx-auto">
            <div class="info_contact layout_padding2">
              <div class="row">
                <div class="col-md-3">
                  <a href="#" class="link-box">
                    <div class="img-box">
                      <img src="images/location.png" alt="">
                    </div>
                    <div class="detail-box">
                      <h6>
                        Location
                      </h6>
                    </div>
                  </a>
                </div>
                <div class="col-md-4">
                  <a href="#" class="link-box">
                    <div class="img-box">
                      <img src="images/mail.png" alt="">
                    </div>
                    <div class="detail-box">
                      <h6>
                        @gmail.com
                      </h6>
                    </div>
                  </a>
                </div>
                <div class="col-md-5">
                  <a href="#" class="link-box">
                    <div class="img-box">
                      <img src="images/call.png" alt="">
                    </div>
                    <div class="detail-box">
                      <h6>
                        Call +01 1234567890
                      </h6>
                    </div>
                  </a>
                </div>
              </div>
            </div>
          </div>
        </div>

      </div>
    </div>
  </section>

  <!-- end info section -->


  <script src="js/jquery-3.4.1.min.js"></script>
  <script src="js/bootstrap.js"></script>
  <script src="js/custom.js"></script>



</body>

</html>